Repository: is52hertz/Relay
Catalog: Relay/Relay/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: A key combination can only be used by one app per profile. The binding listed first is registered automatically; later duplicates stay inactive.
zh_hans: 在每个配置中，一个组合键只能被一个 App 使用。排在最前的绑定会自动注册，其后的重复项保持未启用。
zh_hant: 在每個設定檔中，一個組合鍵只能被一個 App 使用。排在最前的綁定會自動註冊，其後的重複項保持未啟用。

source: Activation Behaviors
zh_hans: 激活行为
zh_hant: 啟用行為

source: Active
zh_hans: 已启用
zh_hant: 使用中

source: Active profile
zh_hans: 已启用的配置
zh_hant: 使用中的設定檔

source: Add
zh_hans: 添加
zh_hant: 加入

source: Add App
zh_hans: 添加 App
zh_hant: 加入 App

source: Add App…
zh_hans: 添加 App…
zh_hant: 加入 App…

source: Add Profile
zh_hans: 添加配置
zh_hant: 新增設定檔

source: Add a behavior
zh_hans: 添加行为
zh_hant: 新增行為

source: Add an app, then record a global shortcut for it.
zh_hans: 先添加一个 App，再为它录制全局快捷键。
zh_hant: 先加入一個 App，再為它錄製全域快捷鍵。

source: Add an application to this profile
zh_hans: 向此配置添加一个应用
zh_hant: 為此設定檔加入一個應用程式

source: Applied to each newly added app.
zh_hans: 应用于每个新添加的 App。
zh_hant: 套用至每個新加入的 App。

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Background
zh_hans: 后台
zh_hant: 背景

source: Behavior
zh_hans: 行为
zh_hant: 行為

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Choose an application to add to this profile.
zh_hans: 选择要添加到此配置的应用。
zh_hant: 選擇要加入此設定檔的應用程式。

source: Create a new profile
zh_hans: 新建配置
zh_hant: 建立新設定檔

source: Current
zh_hans: 当前
zh_hant: 目前

source: Current menu bar icon
zh_hans: 当前菜单栏图标
zh_hant: 目前選單列圖示

source: Custom SF Symbol
zh_hans: 自定义 SF Symbol
zh_hant: 自訂 SF Symbol

source: Cycle Windows, then Hide
zh_hans: 轮换窗口，然后隐藏
zh_hant: 輪換視窗，然後隱藏

source: Default behavior
zh_hans: 默认行为
zh_hant: 預設行為

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete & Reassign
zh_hans: 删除并重新分配
zh_hant: 刪除並重新指派

source: Delete the selected behavior
zh_hans: 删除所选行为
zh_hant: 刪除所選行為

source: Delete “%@”?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Do Nothing
zh_hans: 不做任何操作
zh_hant: 不做任何動作

source: Duplicate shortcut
zh_hans: 快捷键重复
zh_hant: 快捷鍵重複

source: Each behavior names what happens when you trigger a shortcut, based on the target app's state. Shortcuts reference a behavior by name.
zh_hans: 每个行为根据目标 App 的状态，定义触发快捷键时会发生什么。快捷键按名称引用行为。
zh_hant: 每個行為根據目標 App 的狀態，定義觸發快捷鍵時會發生什麼。快捷鍵以名稱引用行為。

source: Focus
zh_hans: 聚焦
zh_hant: 聚焦

source: Focus Only
zh_hans: 仅聚焦
zh_hant: 僅聚焦

source: Frontmost
zh_hans: 最前
zh_hant: 最前

source: General
zh_hans: 通用
zh_hant: 一般

source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

source: Inactive
zh_hans: 未启用
zh_hant: 未使用

source: Language
zh_hans: 语言
zh_hant: 語言

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Launch & Focus
zh_hans: 启动并聚焦
zh_hant: 啟動並聚焦

source: Launch Relay at login
zh_hans: 登录时启动 Relay
zh_hant: 登入時啟動 Relay

source: Launch in Background
zh_hans: 在后台启动
zh_hant: 在背景啟動

source: Launch or Focus
zh_hans: 启动或聚焦
zh_hant: 啟動或聚焦

source: Make this the active profile
zh_hans: 将此配置设为已启用
zh_hant: 將此設定檔設為使用中

source: Menu Bar Icon
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

source: Menu Bar Icon Visibility
zh_hans: 菜单栏图标可见性
zh_hant: 選單列圖示可見性

source: Minimize
zh_hans: 最小化
zh_hant: 最小化

source: Name
zh_hans: 名称
zh_hant: 名稱

source: New Behavior
zh_hans: 新行为
zh_hant: 新行為

source: New Profile
zh_hans: 新配置
zh_hant: 新設定檔

source: New Shortcuts
zh_hans: 新建快捷键
zh_hant: 新增快捷鍵

source: No Apps
zh_hans: 暂无 App
zh_hant: 尚無 App

source: No Profile Selected
zh_hans: 未选择配置
zh_hant: 未選擇設定檔

source: No Profiles
zh_hans: 暂无配置
zh_hant: 尚無設定檔

source: Not Running
zh_hans: 未运行
zh_hant: 未執行

source: Not a valid SF Symbol name.
zh_hans: 不是有效的 SF Symbol 名称。
zh_hant: 不是有效的 SF Symbol 名稱。

source: Not installed
zh_hans: 未安装
zh_hant: 未安裝

source: Open Relay…
zh_hans: 打开 Relay…
zh_hant: 開啟 Relay…

source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Personalization
zh_hans: 个性化
zh_hant: 個人化

source: Pick a preset, or enter any SF Symbol below. Changes apply immediately.
zh_hans: 选择一个预设，或在下方输入任意 SF Symbol。更改立即生效。
zh_hant: 選擇一個預設，或在下方輸入任意 SF Symbol。變更立即生效。

source: Press the toggle hotkey to show or hide the menu bar icon at any time. It works in any profile and isn’t cleared when you switch profiles.
zh_hans: 随时按下切换热键即可显示或隐藏菜单栏图标。它在任何配置中都有效，切换配置时也不会被清除。
zh_hant: 隨時按下切換快速鍵即可顯示或隱藏選單列圖示。它在任何設定檔中都有效，切換設定檔時也不會被清除。

source: Profiles
zh_hans: 配置
zh_hant: 設定檔

source: Quit
zh_hans: 退出
zh_hant: 結束

source: Quit Relay
zh_hans: 退出 Relay
zh_hant: 結束 Relay

source: Record Shortcut
zh_hans: 录制快捷键
zh_hant: 錄製快捷鍵

source: Relay can’t control windows until you grant Accessibility access. Open System Settings › Privacy & Security › Accessibility and enable Relay, then try again.
zh_hans: 在你授予辅助功能权限之前，Relay 无法控制窗口。请打开「系统设置 › 隐私与安全性 › 辅助功能」并启用 Relay，然后重试。
zh_hant: 在你授予輔助使用權限之前，Relay 無法控制視窗。請開啟「系統設定 › 隱私權與安全性 › 輔助使用」並啟用 Relay，然後重試。

source: Relay needs to restart to switch languages. Your settings are saved.
zh_hans: Relay 需要重启才能切换语言。你的设置已保存。
zh_hant: Relay 需要重新啟動才能切換語言。你的設定已儲存。

source: Relay restarts to apply a new language.
zh_hans: 切换语言后 Relay 会重启以应用。
zh_hant: 切換語言後 Relay 會重新啟動以套用。

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Rename…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Restart Now
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Restart Relay to change language?
zh_hans: 重启 Relay 以切换语言？
zh_hant: 重新啟動 Relay 以切換語言？

source: Return to Previous
zh_hans: 返回上一个
zh_hant: 返回上一個

source: SF Symbol name
zh_hans: SF Symbol 名称
zh_hant: SF Symbol 名稱

source: Select a profile, or create one.
zh_hans: 选择一个配置，或新建一个。
zh_hant: 選擇一個設定檔，或建立一個。

source: Set a toggle hotkey before you can hide the icon. The hotkey always brings it back, even when the icon is hidden, so you’re never locked out.
zh_hans: 隐藏图标前请先设置一个切换热键。即使图标已隐藏，该热键也始终能把它唤回，让你不会被锁在外面。
zh_hant: 隱藏圖示前請先設定一個切換快速鍵。即使圖示已隱藏，該快速鍵也始終能把它喚回，讓你不會被鎖在外面。

source: Set as Active
zh_hans: 设为已启用
zh_hant: 設為使用中

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings…
zh_hans: 设置…
zh_hant: 設定…

source: Show Without Focus
zh_hans: 显示但不聚焦
zh_hant: 顯示但不聚焦

source: Show icon in Dock
zh_hans: 在 Dock 中显示图标
zh_hant: 在 Dock 中顯示圖示

source: Show menu bar icon
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

source: These shortcuts use this behavior and will fall back to the default behavior:
zh_hans: 以下快捷键正在使用此行为，将回退到默认行为：
zh_hant: 以下快捷鍵正在使用此行為，將回退至預設行為：

source: Toggle Hide
zh_hans: 切换隐藏
zh_hant: 切換隱藏

source: Toggle hotkey
zh_hans: 切换热键
zh_hant: 切換快速鍵

source: Type any SF Symbol name (for example star.fill). Invalid names are ignored, so the icon never goes blank.
zh_hans: 可输入任意 SF Symbol 名称（例如 star.fill）。无效名称会被忽略，图标不会变空白。
zh_hant: 可輸入任意 SF Symbol 名稱（例如 star.fill）。無效名稱會被忽略，圖示不會變空白。

source: Type shortcut…
zh_hans: 输入快捷键…
zh_hant: 輸入快捷鍵…

source: Use System Language
zh_hans: 跟随系统语言
zh_hant: 跟隨系統語言

source: Window control needs Accessibility access
zh_hans: 窗口控制需要辅助功能权限
zh_hant: 視窗控制需要輔助使用權限

source: Data
zh_hans: 数据
zh_hant: 資料

source: Backup
zh_hans: 备份
zh_hant: 備份

source: Restore
zh_hans: 恢复
zh_hant: 復原

source: Reset
zh_hans: 重置
zh_hant: 重設

source: Export…
zh_hans: 导出…
zh_hant: 匯出…

source: Import…
zh_hans: 导入…
zh_hant: 匯入…

source: Reset to Defaults…
zh_hans: 重置为默认…
zh_hant: 重設為預設…

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: OK
zh_hans: 好
zh_hant: 好

source: Save a portable copy of your profiles, shortcuts, behaviors, and settings to a file.
zh_hans: 将你的情景模式、快捷键、行为和设置保存为一个可移植的文件。
zh_hant: 將你的情景、快捷鍵、行為和設定儲存為一個可攜的檔案。

source: Importing or resetting replaces your current data. Relay takes a snapshot first so you can undo.
zh_hans: 导入或重置会替换你当前的数据。Relay 会先创建一份快照，以便你撤销。
zh_hant: 匯入或重設會取代你目前的資料。Relay 會先建立一份快照，以便你復原。

source: No snapshots yet. Relay creates one automatically before any reset or import.
zh_hans: 暂无快照。Relay 会在每次重置或导入前自动创建一份。
zh_hant: 尚無快照。Relay 會在每次重設或匯入前自動建立一份。

source: Automatic Snapshots
zh_hans: 自动快照
zh_hant: 自動快照

source: Relay keeps the 10 most recent snapshots, taken before each reset or import.
zh_hans: Relay 会保留最近的 10 份快照，每次重置或导入前创建。
zh_hant: Relay 會保留最近的 10 份快照，每次重設或匯入前建立。

source: Choose where to save your Relay backup.
zh_hans: 选择保存 Relay 备份的位置。
zh_hant: 選擇儲存 Relay 備份的位置。

source: Couldn’t export backup
zh_hans: 无法导出备份
zh_hant: 無法匯出備份

source: Choose a Relay backup file to import.
zh_hans: 选择要导入的 Relay 备份文件。
zh_hant: 選擇要匯入的 Relay 備份檔案。

source: Couldn’t import backup
zh_hans: 无法导入备份
zh_hant: 無法匯入備份

source: Replace your current data?
zh_hans: 替换你当前的数据？
zh_hant: 取代你目前的資料？

source: Importing this backup replaces all your current profiles, shortcuts, behaviors, and settings. A snapshot is taken first.
zh_hans: 导入此备份会替换你当前的全部情景模式、快捷键、行为和设置。导入前会先创建一份快照。
zh_hant: 匯入此備份會取代你目前的全部情景、快捷鍵、行為和設定。匯入前會先建立一份快照。

source: Import & Replace
zh_hans: 导入并替换
zh_hant: 匯入並取代

source: Reset Relay to defaults?
zh_hans: 将 Relay 重置为默认？
zh_hant: 將 Relay 重設為預設？

source: This replaces all your current profiles, shortcuts, behaviors, and settings with the defaults. A snapshot is taken first.
zh_hans: 这会把你当前的全部情景模式、快捷键、行为和设置替换为默认值。重置前会先创建一份快照。
zh_hant: 這會把你目前的全部情景、快捷鍵、行為和設定取代為預設值。重設前會先建立一份快照。

source: Couldn’t restore snapshot
zh_hans: 无法恢复快照
zh_hant: 無法復原快照

source: Restore this snapshot?
zh_hans: 恢复此快照？
zh_hant: 復原此快照？

source: Restoring replaces all your current data with this snapshot. A new snapshot of your current data is taken first.
zh_hans: 恢复会用此快照替换你当前的全部数据。恢复前会先为你当前的数据创建一份新快照。
zh_hant: 復原會用此快照取代你目前的全部資料。復原前會先為你目前的資料建立一份新快照。

source: Couldn’t create a safety snapshot
zh_hans: 无法创建安全快照
zh_hant: 無法建立安全快照

source: Relay couldn’t save a snapshot of your current data before this change. If you continue, you won’t be able to undo it. Continue anyway?
zh_hans: Relay 无法在此次更改前保存你当前数据的快照。若继续，将无法撤销。仍要继续吗？
zh_hant: Relay 無法在此次變更前儲存你目前資料的快照。若繼續，將無法復原。仍要繼續嗎？

source: Continue Anyway
zh_hans: 仍然继续
zh_hant: 仍然繼續

source: This backup was created by a newer version of Relay and can’t be imported. Update Relay and try again.
zh_hans: 此备份由更新版本的 Relay 创建，无法导入。请更新 Relay 后重试。
zh_hant: 此備份由較新版本的 Relay 建立，無法匯入。請更新 Relay 後重試。

source: This file isn’t a valid Relay backup, or it’s damaged.
zh_hans: 此文件不是有效的 Relay 备份，或已损坏。
zh_hant: 此檔案不是有效的 Relay 備份，或已損毀。

source: Relay couldn’t create a safety snapshot before this change.
zh_hans: Relay 无法在此次更改前创建安全快照。
zh_hant: Relay 無法在此次變更前建立安全快照。

source: Delete this snapshot?
zh_hans: 删除此快照？
zh_hant: 刪除此快照？

source: This permanently removes this safety-net snapshot. This can’t be undone.
zh_hans: 这会永久删除这份安全兜底快照，且无法撤销。
zh_hant: 這會永久刪除這份安全兜底快照，且無法復原。

source: This snapshot no longer exists. It may have been deleted outside Relay.
zh_hans: 此快照已不存在，可能已在 Relay 之外被删除。
zh_hant: 此快照已不存在，可能已在 Relay 之外被刪除。

source: Couldn’t delete snapshot
zh_hans: 无法删除快照
zh_hant: 無法刪除快照

source: Couldn’t reveal snapshot
zh_hans: 无法在 Finder 中显示快照
zh_hant: 無法在 Finder 中顯示快照
